Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Additive concentrates (Chemical -) for motor fuels
it: Additivi concentrati (Chimici -) per carburanti

source: Solvent type processing compositions for use in the electronics industry
it: Composti per il trattamento con solventi utilizzati nell'industria elettronica

source: Starch for use in the manufacture of paper or textiles
it: Amido impiegato nella produzione di carta o di materie tessili

source: Hormones for hastening the ripening of fruit and vegetables
it: Ormoni per accelerare la maturazione di frutta e verdura

source: Prepared soils for the germination of seeds
it: Terreni preparati per la germinazione dei semi

source: Gases for use in flame spraying
it: Gas per la spruzzatura a fiamma

source: Gases for use in metal production
it: Gas per la produzione di metalli

source: Gases for use in refrigeration systems
it: Gas per sistemi di refrigerazione

source: Gases with heat insulating effects
it: Gas con effetti termoisolanti

source: Radium for industrial purposes
it: Radio per uso industriale

source: Soil conditioning preparations for regulating the growth of garden products
it: Prodotti di condizionamento del terreno per regolare la crescita di prodotti da giardino

source: Stabilizers for flame retardants
it: Stabilizzatori per prodotti ignifughi

source: Photosensitive coated paper products
it: Prodotti in carta rivestita fotosensibile

source: Photosensitive films [unexposed]
it: Pellicole fotosensibili [non esposte]

source: Photosensitive media [films, unexposed]
it: Supporti fotosensibili [pellicole, non esposte]

source: Photosensitive media [paper]
it: Supporti fotosensibili [carta]

source: Weather resistant coatings [chemical, other than paints]
it: Rivestimenti resistenti alle intemperie [chimici, non pitture]

source: Reagents for use in diagnostic tests [other than for medical or veterinary purposes]
it: Reagenti per test diagnostici [non per scopi medici né veterinari]

source: Hardeners for masonry
it: Indurenti per muratura

source: Potassium
it: Potassio

source: Creosote for chemical purposes
it: Creosoto per uso chimico

source: Ammonium chloride fertilizer
it: Fertilizzante al cloruro di ammonio

source: Ammonium fluoride
it: Fluoruro di ammonio

source: Ammonium sulphide
it: Solfuro di ammonio

source: Chemical preparations for use in the manufacture of floor waxes
it: Prodotti chimici per uso nella produzione di cere per pavimenti

source: Chemical preparations for use in the manufacture of pigments
it: Prodotti chimici per uso nella produzione di pigmenti

source: Chemical preparations for use in the removal of deposits from metal
it: Preparati chimici per uso nella rimozione di depositi da metalli

source: Chemical preparations for use in the treatment of tyres
it: Prodotti chimici per uso nel trattamento di pneumatici

source: Embedding compositions for use in industry
it: Composti per integrazione destinati all'industria

source: Fluorescent labels for nucleotides and proteins
it: Marcature fluorescenti per nucleotidi e proteine

source: Pulp for use in the manufacture of paper
it: Pasta per carta ai fini della fabbricazione

source: Phosphates for potable water treatment
it: Fosfati per il trattamento dell'acqua potabile

source: Anti-freeze chemicals
it: Prodotti chimici antigelo

source: Polyvinyl chloride resins
it: Resine di cloruro di polivinile

source: Iron sulphide
it: Solfuro di ferro

source: Chemicals for use in pesticidal compositions
it: Sostanze chimiche da usare in composti pesticidi

source: Chemicals for use in printing
it: Prodotti chimici per la stampa

source: Chemicals for use in the electronics industry
it: Prodotti chimici per l'industria dell'elettronica

source: Chemicals for use in the filling of aerosols
it: Prodotti chimici per riempire aerosol

source: Barium phosphate
it: Fosfato di bario

source: Methanol
it: Metanolo

source: Compositions for use in metal finishing
it: Composti per la finitura dei metalli

source: Compositions for use in tanning leather
it: Composti per la concia del cuoio

source: Compositions for use in the manufacture of printed circuit boards
it: Composti per uso nella fabbricazione di schede a circuiti stampati

source: Magnesium chloride for fireproofing materials
it: Cloruro di magnesio per materiali ignifuganti

source: Magnesium hydroxide for industrial use
it: Idrossido di magnesio per uso industriale

source: Magnesium preparations for use in manufacture
it: Preparati di magnesio per uso manufatturiero

source: Manures made from sea components
it: Concimi ottenuti da componenti marini

source: Colloidal silicon dispersants
it: Disperdenti in silicio colloidale

source: Coloured paper [sensitised]
it: Carta colorata [sensibilizzata]

source: Detergents for industrial use as part of manufacturing operations
it: Detergenti per uso industriale facenti parte delle operazioni di produzione

source: Dextrinizing enzymes
it: Enzimi destrinizzanti

source: Chemical analysis kit for testing swimming pool water
it: Kit per l'analisi chimica dell'acqua di piscina

source: Phthalic anhydride
it: Anidride ftalica

source: Radioactive materials for scientific purposes
it: Materiali radioattivi per uso scientifico

source: Radioactive preparations for laboratory purposes
it: Prodotti radioattivi per laboratorio

source: Radiological contrast agents, other than for medical purposes
it: Agenti di contrasto radiologico, non per scopi medici

source: Peat being in the nature of compost
it: Torba sotto forma di terricciato

source: Perlite for use in horticulture
it: Perlite per l'orticoltura

source: Cytological fixatives
it: Fissanti citologici

source: Semiconductor silicon
it: Silicio semiconduttore

source: Polyesters for use in the repair of holes in surfaces
it: Poliesteri per riparazione di buchi in superfici

source: Polyesters in the form of pastes for use in the filling of holes in surfaces
it: Poliesteri sotto forma di paste per riempimento di buchi in superfici

source: Plastics in the form of pastes
it: Materie plastiche in paste

source: Plastisizers for use in natural polymers
it: Plastificanti da utilizzare in polimeri naturali

source: Plastisizers for use in synthetic polymers
it: Plastificanti da utilizzare in polimeri sintetici

source: Photographic plates of glass for laser exposures [unexposed]
it: Lastre fotografiche in vetro per esposizioni laser [non esposte]

source: Solvents for use in the processing of plastics
it: Solventi per la lavorazione di materie plastiche

source: Botanical extracts for use in making cosmetics
it: Estratti botanici impiegati nella produzione di cosmetici

source: Inoculants [other than for medical or veterinary use]
it: Inoculanti [non per uso medico né veterinario]

source: Additives (Chemical -) for use in the disinfection of water
it: Additivi (Chimici -) per la disinfezione dell'acqua

source: Adhesives for use in the manufacture of wall coverings
it: Adesivi per uso nella produzione di rivestimenti per pareti

source: Anti-static spray for electronic equipment
it: Spray antistatico per apparecchiatura elettronica

source: Protective balm for injuries of trees
it: Balsamo protettivo per ferite degli alberi

source: Protective coatings for application in liquid form for use on concrete [other than paints or oils]
it: Rivestimenti protettivi per applicazione in forma liquida da utilizzare sul calcestruzzo [non pitture o oli]

source: Protective coatings for buildings [other than paints or oils]
it: Rivestimenti protettivi per edifici [non vernici né oli]

source: Protective coatings for car park decks [other than in the nature of paints or oils]
it: Rivestimenti protettivi per pavimentazioni di parcheggio [non sotto forma di pitture o oli]

source: Enzyme preparations for use in the alcohol industry
it: Preparati enzimatici per uso nell'industria dell'alcol

source: Chemical compositions for use in the conditioning of concrete
it: Composti chimici per il condizionamento del calcestruzzo

source: Fillers for soaps
it: Riempitivi per saponi

source: Film supports for holography
it: Supporti a pellicola per olografia

source: Organic fertilizers
it: Fertilizzanti organici

source: Substrates used in agriculture, horticulture and forestry
it: Substrati per agricoltura, orticoltura e silvicoltura

source: Gum solvents [other than for household purposes]
it: Prodotti per la sgommatura [non per scopi domestici]

source: Cryoscopic agents
it: Agenti crioscopici

source: Lecithin for use in the manufacture of chocolate
it: Lecitina per la produzione di cioccolato

source: Degreasing agents for fur, for use in manufacturing processes
it: Agenti di sgrassaggio per pellicce, impiegati nei processi di fabbricazione

source: Dehydrating agents for the treatment of plastics materials
it: Agenti disidratanti per il trattamento di materiali in plastica

source: Pulp for use in the manufacture of board
it: Pasta per la produzione di cartone

source: Chemical coatings used in the manufacture of printed circuit boards
it: Rivestimenti chimici utilizzati nella fabbricazione di schede a circuito stampato

source: Agents (Chemical -) for the flame-retardant finishing of textiles
it: Agenti (Chimici -) per la finitura ignifugante di tessuti

source: Agents (Chemical -) for use in water purification
it: Agenti (Chimici -) per uso nella depurazione dell'acqua

source: Agents for soaking in a manufacturing process
it: Agenti per ammollo in un processo di fabbricazione

source: Solid oxygen, other than for medical use
it: Ossigeno solido, non per uso medico

source: Tetraethyl lead
it: Piombo tetraetile

source: Pre-cast electrophoretic gels [other than for medical use]
it: Gel elettroforetici prefabbricati [non per uso medico]

source: Fire absorbent chemicals for the manufacture of fire retardant plastics
it: Prodotti chimici ignifughi per la fabbricazione di materie plastiche resistenti al fuoco

source: Fire absorbent chemicals for the manufacture of fire retardant polymers
it: Prodotti chimici ignifughi per la fabbricazione di polimeri ignifughi

source: Raw chemicals for use in the manufacture of polyurethane resins
it: Prodotti chimici grezzi per produzione di resine poliuretaniche

source: Continuous casting powders
it: Polveri da colata continua

source: Polymer solutions
it: Soluzioni polimeriche

source: Polymeric emulsifiers
it: Emulsionanti polimerici

source: Polymers for industrial use
it: Polimeri per uso industriale

source: Additives (Chemical -) for the flow control of coatings
it: Additivi (Chimici -) per il controllo del flusso di rivestimenti

source: Additives for use in mixing cement
it: Additivi per la miscelazione del cemento

source: Pheromones, not for medical use
it: Ferormoni, non per uso medico

source: Lime for use in agriculture
it: Calce per uso agricolo

source: Substances for stabilising the soil
it: Sostanze per stabilizzare i terreni

source: Photographic chemicals for developing photographic films
it: Prodotti chimici fotografici per lo sviluppo di pellicole fotografiche

source: Ferrotype plates [photography]
it: Placche di ferrotipia [fotografia]

source: Glyoxal reactants
it: Reagenti gliossali

source: Saccharide preparations, other than for medical use
it: Preparati a base di saccaridi, non per uso medico

source: Rubidium
it: Rubidio

source: Chemical preparations for use in photography
it: Prodotti chimici per la fotografia

source: Chemical additives for mortars
it: Additivi chimici per malte

source: Bacterial substances for industrial use
it: Sostanze batteriche per uso industriale

source: Bactericidal preparations [other than for medical and veterinary use]
it: Preparazioni batteriche [non per uso medico né veterinario]

source: Bacteriological preparations for use in forestry
it: Preparati batteriologici per la silvicoltura

source: Fillers derived from calcium carbonate
it: Riempitivi derivati da carbonato di calcio

source: Chemical materials for use in the manufacture of ceramics
it: Materiali chimici per uso nella produzione di ceramiche

source: Chemical preparations for filling of dents in the repair of vehicle bodies
it: Prodotti chimici per riempire ammaccature nella riparazione di carrozzerie di veicoli

source: Chemical preparations for filling of holes in vehicle bodies
it: Prodotti chimici per riempire buchi in carrozzerie di veicoli

source: Chemical preparations for hardening surfaces
it: Preparati chimici per l'indurimento di superfici

source: Chemical preparations for protecting fabrics
it: Preparati chimici protettivi per stoffa

source: Mineral fillers for use in manufacture
it: Riempitivi minerali per uso manifatturiero

source: Reagents for analytical purposes [other than for medical or veterinary purposes]
it: Reagenti per scopi analitici [non per scopi medici né veterinari]

source: Reagents for blood grouping [other than for medical or veterinary purposes]
it: Reagenti per la determinazione del gruppo sanguigno [non per scopi medici né veterinari]

source: Xerographic paper [sensitised]
it: Carta xerografica [sensibilizzata]

source: Additives (Chemical -) for petroleum products
it: Additivi (Chimici -) per prodotti petroliferi

source: Chemicals for use in making adhesive substances
it: Sostanze chimiche per la produzione di sostanze adesive

source: Dyes for scientific or research purposes
it: Tinture per uso scientifico o di ricerca

source: Etching gels
it: Gel mordenzanti

source: Fluorinated resins
it: Resine fluorurate

source: Hormones for hastening the ripening of fruit
it: Ormoni per accelerare la maturazione dei frutti

source: Vinylidene chloride
it: Cloruro di vinilidene

source: Zinc sulphide
it: Solfuro di zinco

source: Calcined kaolin for industrial purposes
it: Caolino calcinato per scopi industriali

source: Hydroxide of calcium
it: Idrossido di calcio

source: Chemical products for insertion into vehicle tyres to repair them
it: Prodotti chimici da inserire in pneumatici di veicoli per ripararli

source: Chemical products for insertion into vehicle tyres to strengthen them
it: Prodotti chimici da inserire in pneumatici di veicoli per rafforzarli

source: Chemical products for preserving products during storage
it: Prodotti chimici per conservare prodotti durante il deposito

source: Chemical products for preserving the freshness of vegetables
it: Prodotti chimici per la conservazione della freschezza degli ortaggi

source: Calcium peroxide for use in agriculture
it: Perossido di calcio per l'agricoltura

source: Calcium phosphates
it: Fosfati di calcio

source: Carbon dioxide bonding agents for respiratory gases
it: Leganti in biossido di carbonio per gas respiratori

source: Carbonic acid
it: Acido carbonico

source: Enzyme preparations for the deodorising of waste matter
it: Preparati enzimatici per deodorare rifiuti

source: Enzyme preparations for use in desizing fabrics
it: Preparati enzimatici per la sbozzimatura di stoffe

source: Enzyme preparations for use in desizing garments
it: Preparati enzimatici per la sbozzimatura di indumenti

source: Collagen used as a raw ingredient in the manufacture of cosmetics
it: Collagene utilizzato come ingrediente grezzo per la produzione di cosmetici

source: Technetium
it: Tecnezio

source: Water repellant compositions
it: Composti idrorepellenti

source: Purified enzymes for industrial use
it: Enzimi purificati per uso industriale

source: Purifying agents for organic chemical compounds
it: Agenti purificanti per composti chimici organici

source: Quebracho for tanning
it: Quebracho per la concia

source: Additives (Chemical -) for use in waterproofing asphalt
it: Additivi (Chimici -) per l'impermeabilizzazione dell'asfalto

source: Magnesium salts for use in manufacturing processes
it: Sali di magnesio per processi manifatturieri

source: Magnesium sulphate for industrial use
it: Solfato di magnesio per uso industriale

source: Magnetic ferro-alloy
it: Lega ferromagnetica

source: Solid sodium silicate
it: Silicato di sodio solido

source: Solvent based cleaning preparations for removing grease during manufacturing operations
it: Prodotti sgrassanti di pulizia a base di solvente da utilizzare durante le operazioni di fabbricazione

source: Solvents for cleaning purposes during manufacturing operations
it: Solventi per la pulizia durante le operazioni di fabbricazione

source: Heat transfer liquids for use in cooling systems in the pharmaceutical industry
it: Liquidi termovettori per impianti di raffreddamento nell'industria farmaceutica

source: Polyurethane cross-linking agents for use in industrial coatings
it: Agenti di collegamento incrociato in poliuretano per rivestimenti industriali

source: Reinforced polymers
it: Polimeri rinforzati

source: Polish removing substances
it: Sostanze per smerigliare

source: Textile finishing wax having water repellant properties
it: Cera per finitura tessile con proprietà idrorepellenti

source: Thermofusible adhesives [other than for stationery or household purposes]
it: Adesivi termofusibili [non per cartoleria né per uso domestico]

source: Electrolyte solutions, other than for medical use
it: Soluzioni elettrolitiche non per uso medico

source: Chemicals for use in the printing of newspapers
it: Prodotti chimici per uso nella stampa di giornali

source: Consolidation accelerators
it: Acceleratori di consolidamento

source: Cross linking agents
it: Agenti di reticolazione

source: Cationic polymers
it: Polimeri cationici

source: Caustic alkaline hydroxides
it: Idrossidi alcalini caustici

source: Cementitious powder for coatings
it: Polvere cementizia per rivestimenti

source: Chemical preparations for smoking meat
it: Prodotti per affumicare la carne

source: Chemical reagents for use in diagnosis, other than for medical or veterinary use
it: Reagenti chimici per la diagnosi, non per uso medico o veterinario

source: Chemical sizing compositions for use in the manufacture of paperboard
it: Composti chimici collanti per la produzione di cartoncino

source: Chemical preparations for use as solvents
it: Prodotti chimici da utilizzare come solventi

source: Chemical preparations for use in photographic processes
it: Preparati chimici per processi fotografici

source: Esters for use in the manufacture of pharmaceutical products
it: Esteri per uso nella produzione di prodotti farmaceutici

source: Etchants for use in manufacture
it: Agenti d'attacco per manifattura

source: Expanded graphites
it: Grafiti espanse

source: Surface active chemical agents for use in agriculture
it: Agenti chimici tensioattivi per l'agricoltura

source: Biocidal preparations for use in manufacture
it: Preparati biocidi per il settore manufatturiero

source: Biological additives for converting crops into compost
it: Additivi biologici per la conversione di raccolti in compost

source: Biological additives for converting vegetation into agricultural feeds
it: Additivi biologici per la conversione della vegetazione in mangimi agricoli

source: Rigid manures
it: Concimi rigidi

source: Iodised salts
it: Sali di iodio

source: Isotopes for industrial purposes
it: Isotopi per uso industriale

source: Lactic acid
it: Acido lattico

source: Lanthanum
it: Lantanio

source: Artificial manures
it: Concimi artificiali

source: Urea-formaldehyde resins [unprocessed]
it: Resine d'urea-formaldeide [allo stato grezzo]

source: Urethane modified co-polyester resins [unprocessed]
it: Resine copoliesteri di uretano modificato [allo stato grezzo]

source: Reagents used for analytical moisture determinations
it: Reagenti per determinazioni analitiche dell'umidità

source: Magnesium carbonate
it: Carbonato di magnesio

source: Viscose
it: Viscosa

source: Uranium
it: Uranio

source: Uranium oxide
it: Ossido di uranio

source: Gold salts
it: Sali di oro

source: Chemical compounds for use in bleaching
it: Composti chimici per la sbianca

source: Chemical compounds for use in repair
it: Composti chimici da riparazione

source: Fissionable chemical elements
it: Elementi chimici fissili

source: Chemical additives for use in the production of inks
it: Additivi chimici per la produzione di inchiostri

source: Chemical adjuvants for use in agriculture
it: Coadiuvanti chimici per l'agricoltura

source: Chemical adjuvants for use in horticulture
it: Coadiuvanti chimici per l'orticoltura

source: Chemicals for use in swimming pools
it: Prodotti chimici per piscine

source: Chemicals for use in the treatment of oils
it: Prodotti chimici per il trattamento di oli

source: Sealing liquids for paper
it: Liquidi sigillanti per la carta

source: Seaweed extracts for use as a fertilizer
it: Estratti di alghe da utilizzare come fertilizzanti

source: Low substituted hydroxypropyl cellulose
it: Idrossipropilcellulosa basso sostituita

source: Compositions for embedding electrical parts
it: Composti per l'integrazione di componenti elettrici

source: Co-polyester resins
it: Resine in copoliestere

source: Polymers used in separation processes
it: Polimeri per processi di separazione

source: Separating substances
it: Sostanze separatrici

source: Sequestrating agents
it: Agenti sequestranti

source: Additives (Chemical -) for use in binding asphalt
it: Additivi (Chimici -) leganti per l'asfalto

source: Additives (Chemical -) for use in fermentation
it: Additivi (Chimici -) per la fermentazione

source: Cleaning solvents for use in manufacturing processes
it: Solventi per pulitura destinati a processi manifatturieri

source: Coated wollastonite [calcium metasilicate] for use as a reinforcing filler in adhesives
it: Wollastonite rivestita [metasilicato di calcio] per uso come riempitivo rinforzante in adesivi

source: Coating compositions [chemicals], other than paint
it: Composti di rivestimento [prodotti chimici], tranne pittura

source: Coating compositions [not paint] for protection against the effects of water
it: Composti di rivestimento [non vernice] per la protezione contro gli effetti dell'acqua

source: Coatings [chemical] for glass
it: Rivestimenti [chimici] per vetro

source: Fracturing compositions
it: Composti di fratturazione

source: Fragrant chemical compounds for use in manufacture
it: Composti chimici profumati per uso manifatturiero

source: Translucent paper [sensitised]
it: Carta traslucida [sensibilizzata]

source: Transparent film in sheet form [photographic, unexposed]
it: Pellicola trasparente in fogli [fotografica, non impressionata]

source: Transparent films [photographic, unexposed] for overhead projectors
it: Pellicole trasparenti [fotografiche, non impressionate] per lavagne luminose

source: Chemical substances for use in the manufacture of scented detergents
it: Sostanze chimiche per uso nella produzione di detersivi profumati

source: Chemical substances for use in the manufacture of shock-absorbing backings
it: Sostanze chimiche per uso nella produzione di rinforzi paraurti

source: Oleic acid for use in the manufacture of lubricating oils
it: Acido oleico per la produzione di oli lubrificanti

source: Organic sulfonates
it: Solfonati organici

source: Sodium sulphate
it: Solfato di sodio

source: Sodium sulphite
it: Solfito di sodio

source: Substances of polyester paste for use in the filling of cracks
it: Sostanze a base di paste di poliestere per il riempimento di crepe

source: Substances of polyester paste for use in the repair of holes in surfaces
it: Sostanze a base di paste di poliestere per la riparazione di buchi in superfici

source: Sulphur dioxide
it: Anidride solforosa

source: Synthetic quartz for optical fibers
it: Quarzo sintetico per fibre ottiche

source: Natural starches for industrial purposes
it: Amidi naturali per uso industriale

source: Non-halogenic oxidizing compound for swimming pools
it: Composti ossidanti non alogenati per piscine
